Repository: ijennyRSM/noop
Catalog: Strand/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pl, pt_pt, ru, th, zh_hans, zh_hant

source: NOOP removes this device from your list and deletes its recorded data here. You can re-pair the strap to pull its recent history back.
de: NOOP entfernt dieses Gerät aus deiner Liste und löscht die hier aufgezeichneten Daten. Du kannst den Strap erneut koppeln, um den jüngsten Verlauf wieder abzurufen.
es: NOOP quita este dispositivo de tu lista y elimina los datos registrados aquí. Puedes volver a emparejar la banda para recuperar su historial reciente.
fr: NOOP retire cet appareil de votre liste et supprime les données enregistrées ici. Vous pouvez ré-appairer le bracelet pour récupérer son historique récent.
it: NOOP rimuove questo dispositivo dal tuo elenco ed elimina i dati registrati qui. Puoi riassociare la fascia per recuperare la cronologia recente.
pl: NOOP usuwa to urządzenie z Twojej listy i usuwa tutaj zapisane na nim dane. Możesz ponownie sparować pasek, aby przywrócić jego najnowszą historię.
pt_pt: O NOOP remove este dispositivo da tua lista e elimina os dados registados aqui. Podes voltar a emparelhar a banda para obter novamente o histórico recente.
ru: NOOP удаляет это устройство из вашего списка и стирает записанные здесь данные. Вы можете заново подключить ремешок, чтобы снова загрузить его недавнюю историю.
th: NOOP ลบอุปกรณ์นี้ออกจากรายการของคุณและลบข้อมูลที่บันทึกไว้ที่นี่ คุณสามารถจับคู่สายรัดอีกครั้งเพื่อดึงประวัติล่าสุดกลับมาได้
zh_hans: NOOP 会从你的列表中移除此设备，并删除此处记录的数据。你可以重新配对设备，以再次获取其最近的历史记录。
zh_hant: NOOP 會從你的清單中移除此裝置，並刪除此處記錄的資料。你可以重新配對裝置，以再次取得其最近的歷史記錄。

source: NOOP Rings
de: NOOP-Ringe
es: Anillos NOOP
fr: Anneaux NOOP
it: NOOP Anelli
pl: Pierścienie NOOP
pt_pt: NOOP Anéis
ru: NOOP Кольца
th: วงแหวน NOOP
zh_hans: NOOP 戒指
zh_hant: NOOP 戒指

source: NOOP scores your charge, effort and rest itself: on-device, no cloud.
de: NOOP berechnet deine Ladung, Anstrengung und Ruhe selbst: auf dem Gerät, keine Cloud.
es: NOOP calcula tu carga, esfuerzo y descanso por sí mismo: en el dispositivo, sin nube.
fr: NOOP calcule lui-même votre charge, votre effort et votre repos : sur l'appareil, sans cloud.
it: NOOP calcola da sé la tua carica, lo sforzo e il riposo, sul dispositivo, niente cloud.
pl: NOOP sam ocenia Twój poziom naładowania, wysiłku i odpoczynku: na urządzeniu, bez chmury.
pt_pt: O NOOP avalia a tua carga, esforço e descanso: no dispositivo, sem cloud.
ru: NOOP сам рассчитывает ваш заряд, усилие и отдых: на устройстве, без облака.
th: NOOP คำนวณพลังฟื้นตัว ภาระร่างกาย และการพักผ่อนภายในอุปกรณ์ โดยไม่ใช้คลาวด์
zh_hans: NOOP 自行计算你的能量、消耗和休息评分，在设备本地，无需云端。
zh_hant: NOOP 自行計算你的能量、消耗和休息評分，在裝置本地，無需雲端。

source: NOOP scores your recovery, strain and sleep itself, on-device, no cloud.
de: NOOP berechnet deine Erholung, Belastung und deinen Schlaf selbst, auf dem Gerät, ohne Cloud.
es: NOOP calcula tu recuperación, esfuerzo y sueño por sí mismo: en el dispositivo, sin nube.
fr: NOOP calcule lui-même votre récupération, effort et sommeil, sur l'appareil, sans cloud.
it: NOOP calcola da sé il tuo recupero, carico e sonno, sul dispositivo, senza cloud.
pl: NOOP ocenia Twoją regenerację, wysiłek i sam sen, na urządzeniu, bez chmury.
pt_pt: O NOOP avalia a tua recuperação, esforço e sono, no dispositivo, sem cloud.
ru: NOOP сам рассчитывает восстановление, нагрузку и показатели сна, прямо на устройстве, без облака.
th: NOOP คำนวณการฟื้นตัว ภาระร่างกาย และการนอนภายในอุปกรณ์ โดยไม่ใช้คลาวด์
zh_hans: NOOP 自行计算你的恢复、强度和睡眠评分，，在设备本地，无需云端。
zh_hant: NOOP 自行計算你的恢復、強度和睡眠評分，，在裝置本地，無需雲端。

source: NOOP shows the %1$@ reading because it %2$@ for this metric, a higher-trust source here, not a verdict that the others are wrong.
de: NOOP zeigt den %1$@-Messwert, weil er für diese Metrik %2$@: eine vertrauenswürdigere Quelle hier, kein Urteil, dass die anderen falsch liegen.
es: NOOP muestra la lectura de %@ porque %@ para esta métrica: una fuente de mayor confianza en este caso, no un veredicto de que las demás estén mal.
fr: NOOP affiche la lecture de %1$@ car elle %2$@ pour cette métrique : une source plus fiable ici, pas un verdict selon lequel les autres seraient fausses.
it: NOOP mostra la lettura di %1$@ perché %2$@ per questa metrica, una fonte più affidabile in questo caso, non un verdetto che le altre siano sbagliate.
pl: NOOP pokazuje odczyt %1$@, ponieważ jest to %2$@ dla tej metryki, tutaj źródło o większym zaufaniu, a nie werdykt, że inni się mylą.
pt_pt: O NOOP mostra a leitura %1$@ porque é %2$@ para esta métrica, uma fonte de maior confiança aqui, não um veredicto de que os outros estão errados.
ru: NOOP показывает значение %1$@, потому что %2$@ для этого показателя — источник с более высоким доверием здесь, а не приговор, что остальные неверны.
th: NOOP แสดงการอ่าน %@ เนื่องจากเป็น %@ สำหรับหน่วยวัดนี้: แหล่งที่มาที่มีความน่าเชื่อถือสูงกว่า ไม่ใช่คำตัดสินว่าแหล่งอื่นผิด
zh_hans: NOOP 显示 %1$@ 的读数，因为对于此项指标它 %2$@，在这里是一个更可信的来源，而非判定其他来源是错的。
zh_hant: NOOP 顯示 %1$@ 的讀數，因為對於此項指標它 %2$@，在這裡是一個更可信的來源，而非判定其他來源是錯的。

source: NOOP stores and lines up the numbers you confirm yourself. It can recognise text locally for review, but does not give medical advice or diagnose anything.
de: NOOP speichert und ordnet die Zahlen, die Sie selbst bestätigen. Es kann Text lokal zur Überprüfung erkennen, gibt jedoch keinen medizinischen Rat oder diagnostiziert etwas.
es: NOOP almacena y alinea los números que usted mismo confirma. Puede reconocer texto localmente para revisarlo, pero no brinda consejos médicos ni diagnostica nada.
fr: NOOP stocke et aligne les numéros que vous confirmez vous-même. Il peut reconnaître le texte localement pour examen, mais ne donne pas de conseils médicaux ni ne diagnostique quoi que ce soit.
it: NOOP memorizza e allinea i numeri che confermi tu stesso. Può riconoscere il testo localmente per la revisione, ma non fornisce consigli medici né diagnostica nulla.
pl: NOOP przechowuje i zestawia liczby, które sam potwierdzisz. Potrafi rozpoznać tekst lokalnie do przeglądu, ale nie udziela porad medycznych ani niczego nie diagnozuje.
pt_pt: NOOP armazena e alinha os números que você mesmo confirma. Ele pode reconhecer o texto localmente para revisão, mas não fornece aconselhamento médico nem diagnostica nada.
ru: NOOP сохраняет и выстраивает в ряд числа, которые вы подтверждаете сами. Он может локально распознавать текст для просмотра, но не дает медицинских советов и не диагностирует что-либо.
th: NOOP จะจัดเก็บและจัดเรียงหมายเลขที่คุณยืนยันด้วยตนเอง สามารถจดจำข้อความในเครื่องเพื่อตรวจสอบได้ แต่ไม่ได้ให้คำแนะนำทางการแพทย์หรือวินิจฉัยสิ่งใดๆ
zh_hans: NOOP 存储并排列您自己确认的数字。它可以识别本地文本以供查看，但不会提供医疗建议或诊断任何内容。
zh_hant: NOOP 儲存並排列您自己確認的數字。它可以識別本地文本以供查看，但不會提供醫療建議或診斷任何內容。

source: NOOP stores and lines up the numbers you enter yourself. It does not test you, read your results, give medical advice, or diagnose anything.
de: NOOP speichert die Zahlen, die du selbst eingibst, und stellt sie nebeneinander. Es testet dich nicht, liest keine Befunde, gibt keinen medizinischen Rat und diagnostiziert nichts.
es: NOOP almacena y organiza los números que introduces tú mismo. No te hace pruebas, no lee tus resultados, no da consejos médicos ni diagnostica nada.
fr: NOOP enregistre et aligne les chiffres que vous saisissez vous-même. Il ne vous fait pas passer de tests, ne lit pas vos résultats, ne donne pas de conseils médicaux et ne diagnostique rien.
it: NOOP memorizza e mette in fila i numeri che inserisci tu stesso. Non ti fa esami, non legge i tuoi risultati, non dà consigli medici e non diagnostica nulla.
pl: NOOP przechowuje i zestawia liczby, które sam wprowadziłeś. Nie testuje Cię, nie czyta wyników, nie udziela porad medycznych ani nie diagnozuje niczego.
pt_pt: O NOOP armazena e alinha os números que introduz por ti. Não o testa, não lê os teus resultados, não dá conselhos médicos nem diagnostica nada.
ru: NOOP сохраняет и сопоставляет значения, которые вы вводите сами. Он не проводит анализов, не считывает результаты, не даёт медицинских советов и не ставит диагнозов.
th: NOOP จัดเก็บและจัดเรียงหมายเลขที่คุณป้อนเอง มันไม่ได้ทดสอบคุณ อ่านผลลัพธ์ของคุณ ให้คำแนะนำทางการแพทย์ หรือวินิจฉัยสิ่งใดๆ
zh_hans: NOOP 只存储并整理你自己输入的数字。它不做检测、不解读结果、不提供医疗建议，也不做任何诊断。
zh_hant: NOOP 只儲存並整理你自己輸入的數字。它不會為你檢測、解讀你的結果、提供醫療建議或做任何診斷。

source: NOOP stores this key only on this device, in the same place it stores your paired bands.
de: NOOP speichert diesen Schlüssel nur auf diesem Gerät, am selben Ort wie deine gekoppelten Bänder.
es: NOOP guarda esta clave solo en este dispositivo, en el mismo lugar donde guarda tus bandas emparejadas.
fr: NOOP stocke cette clé uniquement sur cet appareil, au même endroit où il stocke vos bandes associées.
it: NOOP memorizza questa chiave solo su questo dispositivo, nello stesso posto in cui memorizza le tue fasce abbinate.
pl: NOOP przechowuje ten klucz tylko na tym urządzeniu, w tym samym miejscu, w którym przechowuje sparowane pasma.
pt_pt: O NOOP armazena esta chave apenas neste dispositivo, no mesmo local em que armazena as tuas bandas emparelhadas.
ru: NOOP хранит этот ключ только на этом устройстве, там же, где хранит данные сопряжённых браслетов.
th: NOOP จะจัดเก็บคีย์นี้ไว้ในอุปกรณ์นี้เท่านั้น ในตำแหน่งเดียวกับที่จัดเก็บแบนด์ที่จับคู่ของคุณ
zh_hans: NOOP 只将此密钥存储在这台设备上，与它存储你已配对手环的位置相同。
zh_hant: NOOP 只將此金鑰儲存在這台裝置上，與它儲存你已配對手環的位置相同。

source: NOOP talks to your strap directly over Bluetooth Low Energy. There's no server in the middle. The connection is local, and so is every reading it pulls in.
de: NOOP spricht direkt über Bluetooth Low Energy mit deinem Strap. Es gibt keinen Server dazwischen. Die Verbindung ist lokal, und das gilt auch für jeden Messwert, den sie hereinholt.
es: NOOP se comunica con tu pulsera directamente por Bluetooth Low Energy. No hay ningún servidor de por medio. La conexión es local, igual que cada lectura que recibe.
fr: NOOP communique directement avec votre bracelet via Bluetooth Low Energy. Il n'y a aucun serveur intermédiaire. La connexion est locale, tout comme chaque lecture qu'il récupère.
it: NOOP parla con la tua fascia direttamente via Bluetooth Low Energy. Non c'è nessun server in mezzo. La connessione è locale, e lo è anche ogni lettura che raccoglie.
pl: NOOP komunikuje się z Twoim paskiem bezpośrednio przez Bluetooth Low Energy. Pośrodku nie ma serwera. Połączenie jest lokalne i tak samo jest z każdym odczytem.
pt_pt: O NOOP comunica com a tua bracelete diretamente por Bluetooth Low Energy. Não há servidor no meio. A ligação é local, assim como todas as leituras que obtém.
ru: NOOP общается с вашим браслетом напрямую по Bluetooth Low Energy. Никакого сервера посередине. Соединение локальное, как и все получаемые данные.
th: NOOP พูดคุยกับสายรัดของคุณโดยตรงผ่าน Bluetooth Low Energy ไม่มีเซิร์ฟเวอร์อยู่ตรงกลาง การเชื่อมต่อเป็นแบบท้องถิ่น และทุกการอ่านก็ดึงเข้ามาเช่นกัน
zh_hans: NOOP 通过低功耗 Bluetooth 直接与你的手环通信。中间没有服务器。连接是本地的，读取到的每条数据也是。
zh_hant: NOOP 透過低功耗 Bluetooth 直接與你的手環通信。中間沒有任何伺服器。連接是本機的，讀進來的每一筆資料也是。

source: NOOP talks to your strap's firmware over an unofficial, independently-mapped protocol. There is a residual risk to the device, its data, and its connection to official services. You assume that risk.
de: NOOP spricht mit der Firmware deines Straps über ein inoffizielles, unabhängig rekonstruiertes Protokoll. Es bleibt ein Restrisiko für das Gerät, seine Daten und seine Verbindung zu offiziellen Diensten. Dieses Risiko übernimmst du.
es: NOOP habla con el firmware de su correa sobre un protocolo no oficial, de forma independiente. Existe un riesgo residual para el dispositivo, sus datos y su conexión con los servicios oficiales. Asumes ese riesgo.
fr: NOOP communique avec le micrologiciel de votre bracelet via un protocole non officiel, cartographié de manière indépendante. Il subsiste un risque résiduel pour l'appareil, ses données et sa connexion aux services officiels. Vous assumez ce risque.
pl: NOOP komunikuje się z oprogramowaniem Twojego paska za pośrednictwem nieoficjalnego, niezależnie mapowanego protokołu. Istnieje ryzyko resztkowe dla urządzenia, jego danych i połączenia z oficjalnymi usługami. Zakładasz to ryzyko.
pt_pt: O NOOP comunica com o firmware da tua bracelete através de um protocolo não oficial, mapeado de forma independente. Existe um risco residual para o dispositivo, os teus dados e a ligação aos serviços oficiais. Assumes esse risco.
ru: NOOP взаимодействует с прошивкой вашего браслета по неофициальному, самостоятельно изученному протоколу. Остаётся некоторый риск для устройства, его данных и связи с официальными сервисами. Вы принимаете этот риск на себя.
th: NOOP พูดคุยกับเฟิร์มแวร์ของสายรัดของคุณผ่านโปรโตคอลที่ไม่เป็นทางการและแมปโดยอิสระ มีความเสี่ยงที่เหลืออยู่กับอุปกรณ์ ข้อมูล และการเชื่อมต่อกับบริการอย่างเป็นทางการ คุณยอมรับความเสี่ยงนั้น
zh_hans: NOOP 通过非官方的独立逆向协议与您的手环固件进行通信。这可能对设备本身、内部数据以及其与官方服务的连接产生潜在风险。您必须自行承担该风险。

source: NOOP taps your strap so an alert lands on your wrist instead of your screen. No need to reach for it. Everything stays on %@.
de: NOOP tippt deinen Strap an, damit ein Hinweis auf deinem Handgelenk landet statt auf deinem Bildschirm. Kein Griff zum Telefon nötig. Alles bleibt auf %@.
es: NOOP hace vibrar tu pulsera para que la alerta llegue a tu muñeca en lugar de a tu pantalla. No hace falta coger el teléfono. Todo permanece en %@.
fr: NOOP sollicite votre bracelet pour qu'une alerte arrive à votre poignet plutôt qu'à votre écran. Pas besoin de le chercher. Tout reste sur %@.
it: NOOP tocca la tua fascia così l'avviso arriva al polso invece che sullo schermo. Non serve prendere il telefono. Tutto resta su %@.
pl: NOOP dotyka paska, dzięki czemu powiadomienie ląduje na nadgarstku zamiast na ekranie. Nie ma potrzeby po niego sięgać. Wszystko pozostaje na %@.
pt_pt: O NOOP toca na tua bracelete para que um alerta chegue ao teu pulso em vez de no ecrã. Não há necessidade de o alcançar. Tudo permanece em %@.
ru: NOOP слегка постукивает по браслету, чтобы уведомление приходило на запястье, а не на экран. Тянуться за телефоном не нужно. Всё остаётся на %@.
th: NOOP แตะที่สายรัดของคุณ เพื่อให้การแจ้งเตือนปรากฏบนข้อมือของคุณแทนที่จะเป็นหน้าจอ ไม่จำเป็นต้องไปถึงมัน ทุกอย่างอยู่บน %@
zh_hans: NOOP 会轻拍你的手环，把提醒送到手腕而不是屏幕上。不用伸手拿手机。一切都留在 %@ 上。
zh_hant: NOOP 會輕拍你的手環，讓提醒落在手腕上而不是螢幕上。不必伸手拿手機。一切都留在 %@ 上。

source: NOOP will install its own key on the ring and become its owner. The Oura app will no longer control this ring. This is intended and it cannot be undone from NOOP.
de: NOOP installiert seinen eigenen Schlüssel auf dem Ring und wird sein Besitzer. Die Oura-App steuert diesen Ring dann nicht mehr. Das ist beabsichtigt und kann von NOOP aus nicht rückgängig gemacht werden.
es: NOOP instalará su propia clave en el anillo y se convertirá en su propietario. La app de Oura ya no controlará este anillo. Esto es intencional y no se puede deshacer desde NOOP.
fr: NOOP installera sa propre clé sur la bague et en deviendra le propriétaire. L'app Oura ne contrôlera plus cette bague. Ceci est intentionnel et ne peut pas être annulé depuis NOOP.
it: NOOP installerà la propria chiave sull'anello e ne diventerà il proprietario. L'app Oura non controllerà più questo anello. È voluto e non può essere annullato da NOOP.
pl: NOOP zainstaluje swój własny klucz na ringu i stanie się jego właścicielem. Aplikacja Oura nie będzie już kontrolować tego pierścienia. Jest to zamierzone i nie można tego cofnąć w przypadku NOOP.
pt_pt: O NOOP instalará a tua própria chave no anel e tornar-se-á o teu proprietário. A aplicação Oura não controlará mais este anel. Isto é intencional e não pode ser anulado no NOOP.
ru: NOOP установит на кольцо собственный ключ и станет его владельцем. Приложение Oura больше не будет управлять этим кольцом. Так и задумано, и отменить это из NOOP нельзя.
th: NOOP จะติดตั้งคีย์ของตัวเองบนวงแหวนและเป็นเจ้าของ แอป Oura จะไม่ควบคุมวงแหวนนี้อีกต่อไป นี่เป็นจุดประสงค์และไม่สามารถเลิกทำได้จาก NOOP
zh_hans: NOOP 会在戒指上安装自己的密钥并成为其持有者。Oura 应用将不再控制这枚戒指。这是有意为之，且无法从 NOOP 撤销。
zh_hant: NOOP 會在戒指上安裝自己的金鑰並成為其持有者。Oura 應用程式將不再控制這枚戒指。這是有意為之，且無法從 NOOP 撤銷。

source: NOOP will look for it nearby.
de: NOOP sucht ihn in der Nähe.
es: NOOP lo buscará cerca.
fr: NOOP la cherchera à proximité.
it: NOOP lo cercherà nelle vicinanze.
pl: NOOP będzie go szukać w pobliżu.
pt_pt: O NOOP irá procurá-lo nas proximidades.
ru: NOOP поищет его поблизости.
th: NOOP จะมองหามันในบริเวณใกล้เคียง
zh_hans: NOOP 会在附近查找它。
zh_hant: NOOP 會在附近尋找它。

source: NOOP will re-learn your baseline from tonight's data onward. Your history is kept, and it takes a few nights to settle.
de: NOOP lernt deine Basislinie ab den Daten von heute Nacht neu. Dein Verlauf bleibt erhalten, und es braucht ein paar Nächte, bis es sich einpendelt.
es: NOOP volverá a aprender tu línea base a partir de los datos de esta noche. Tu historial se conserva, y tarda unas cuantas noches en estabilizarse.
fr: NOOP réapprendra votre référence à partir des données de cette nuit. Votre historique est conservé, et il faut quelques nuits pour se stabiliser.
it: NOOP riapprenderà la tua linea di base dai dati di stanotte in poi. La tua cronologia viene conservata, e servono alcune notti per assestarsi.
pl: NOOP będzie ponownie uczyć się Twojej linii bazowej na podstawie dzisiejszych danych. Twoja historia jest przechowywana i ustalenie jej zajmuje kilka nocy.
pt_pt: O NOOP reaprenderá a tua linha de base a partir dos dados desta noite. A tua histórico é mantida e demora algumas noites a ser resolvida.
ru: NOOP заново вычислит вашу норму, начиная с данных сегодняшней ночи. История сохраняется, и на стабилизацию уйдёт несколько ночей.
th: NOOP จะเรียนรู้พื้นฐานของคุณอีกครั้งจากข้อมูลของคืนนี้เป็นต้นไป ประวัติของคุณจะถูกเก็บไว้ และจะใช้เวลาสองสามคืนในการดำเนินการ
zh_hans: NOOP 会从今晚的数据开始重新学习你的基线。历史记录会保留，稳定下来需要几个晚上。
zh_hant: NOOP 會從今晚的資料開始重新學習你的基線。你的歷史記錄會保留，需要幾個晚上才能穩定下來。

source: NOOP-computed
de: Von NOOP berechnet
es: Calculado por NOOP
fr: Calculé par NOOP
it: Calcolato da NOOP
pl: Obliczono NOOP
pt_pt: Calculado por NOOP
ru: Рассчитано NOOP
th: คำนวณ NOOP
zh_hans: 由 NOOP 计算
zh_hant: 由 NOOP 計算

source: NOOP, all your data, none of the cloud.
de: NOOP, all deine Daten, nichts in der Cloud.
es: NOOP: todos tus datos, nada en la nube.
fr: NOOP, toutes vos données, sans le cloud.
it: NOOP, tutti i tuoi dati, niente cloud.
pl: NOOP, wszystkie Twoje dane, bez chmury.
pt_pt: NOOP, todos os teus dados, nada da cloud.
ru: NOOP, все ваши данные, без облачных сервисов.
th: NOOP ข้อมูลทั้งหมดของคุณ ไม่มีระบบคลาวด์
zh_hans: NOOP，，你的全部数据，不上云端。
zh_hant: NOOP，，你的全部資料，不上雲端。

source: NOOP: all your data, none of the cloud.
de: NOOP: all deine Daten, nichts in der Cloud.
es: NOOP: todos tus datos, nada en la nube.
fr: NOOP : toutes vos données, aucun cloud.
it: NOOP, tutti i tuoi dati, niente cloud.
pl: NOOP: wszystkie Twoje dane, bez chmury.
pt_pt: NOOP: todos os teus dados, nada da cloud.
ru: NOOP: все ваши данные, никакого облака.
th: NOOP: ข้อมูลทั้งหมดของคุณ ไม่มีระบบคลาวด์
zh_hans: NOOP，你的全部数据，不上云端。
zh_hant: NOOP，你的全部資料，不上雲端。

source: NOOP's own Charge, Effort and Rest, computed on your device from published methods.
de: NOOPs eigene Ladung, Anstrengung und Ruhe, berechnet auf deinem Gerät nach veröffentlichten Methoden.
es: Los propios Carga, Esfuerzo y Descanso de NOOP, calculados en tu dispositivo a partir de métodos publicados.
fr: La Charge, l'Effort et le Repos propres à NOOP, calculés sur votre appareil selon des méthodes publiées.
it: Carica, Sforzo e Riposo calcolati da NOOP sul tuo dispositivo a partire da metodi pubblicati.
pl: Własne Energia, Wysiłek i Odpoczynek NOOP, obliczone na Twoim urządzeniu na podstawie opublikowanych metod.
pt_pt: Carga, Esforço e Descanso do próprio NOOP, calculados no teu dispositivo a partir de métodos publicados.
ru: Собственные показатели Заряд, Усилие и Отдых от NOOP, рассчитанные на вашем устройстве по опубликованным методикам.
th: พลังฟื้นตัว ภาระร่างกาย และการพักผ่อนของ NOOP เอง คำนวณบนอุปกรณ์ของคุณจากวิธีการที่เผยแพร่
zh_hans: NOOP 自己的能量、消耗和休息，基于公开方法在你的设备上计算。
zh_hant: NOOP 自己的能量、消耗與休息，依據公開發表的方法在你的裝置上計算。

source: NOOP's primary, fully-supported band
de: NOOPs primäres, voll unterstütztes Band
es: La banda principal de NOOP, totalmente compatible
fr: La bande principale de NOOP, entièrement prise en charge
it: La band principale di NOOP, pienamente supportata
pl: Podstawowe, w pełni obsługiwane pasmo NOOP
pt_pt: Banda principal e totalmente suportada do NOOP
ru: Основной, полностью поддерживаемый браслет NOOP
th: สายรัดหลักที่ได้รับการสนับสนุนอย่างเต็มที่ของ NOOP
zh_hans: NOOP 的主力手环，完整支持
zh_hant: NOOP 主要、完整支援的手環

source: Normal training
de: Normales Training
es: Entrenamiento normal
fr: Entraînement normal
it: Allenamento normale
pl: Zwykły trening
pt_pt: Treinamento normal
ru: Обычная тренировка
th: การฝึกปกติ
zh_hans: 正常训练
zh_hant: 正常訓練

source: Normalized
de: Normalisiert
es: Normalizado
fr: Normalisé
it: Normalizzato
pl: Znormalizowany
pt_pt: Normalizado
ru: Нормализовано
th: ทำให้เป็นมาตรฐาน
zh_hans: 已归一化
zh_hant: 已正規化

source: Normalized overlay
de: Normalisierte Überlagerung
es: Superposición normalizada
fr: Superposition normalisée
it: Sovrapposizione normalizzata
pl: Znormalizowana nakładka
pt_pt: Sobreposição normalizada
ru: Нормализованное наложение
th: การซ้อนทับที่ทำให้เป็นมาตรฐาน
zh_hans: 归一化叠加
zh_hant: 正規化疊加

source: Not a medical device, not medical advice
de: Kein Medizinprodukt, kein medizinischer Rat
es: No un dispositivo médico, no un consejo médico
fr: Pas un dispositif médical, pas un avis médical
pl: Nie jest to wyrób medyczny ani porada lekarska
pt_pt: Não é um dispositivo médico, não é um aconselhamento médico
ru: Не медицинское устройство, не медицинская консультация
th: ไม่ใช่อุปกรณ์ทางการแพทย์ ไม่ใช่คำแนะนำทางการแพทย์
zh_hans: 非医疗设备，不提供医疗建议

source: Not a workout
de: Kein Workout
es: No es un entrenamiento
fr: Pas un entraînement
it: Non è un allenamento
pl: Nie trening
pt_pt: Não é um treino
ru: Не тренировка
th: ไม่ใช่การออกกำลังกาย
zh_hans: 不是锻炼
zh_hant: 不是鍛鍊
